-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: May 24, 2022 at 12:05 PM
-- Server version: 8.0.21
-- PHP Version: 7.2.24

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `jungle_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `articles`
--

CREATE TABLE `articles` (
  `id` int NOT NULL,
  `title` varchar(255) DEFAULT NULL,
  `description` varchar(500) DEFAULT NULL,
  `text` text,
  `img` varchar(255) DEFAULT NULL,
  `unpublished` int DEFAULT NULL,
  `orden` int DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `articles`
--

INSERT INTO `articles` (`id`, `title`, `description`, `text`, `img`, `unpublished`, `orden`) VALUES
(1, 'מזון לחתולים', 'אם אתם גרים באזור קריות ויש בבעלותכם חתול, אתם בוודאי יודעים, כי אתם חייבים לדאוג לאוכל איכותי עבורו. ברוב המקרים, אם תחפשו חנות המוכרת מזון לחתולים, חיפה היא המקום בשבילכם לחפש, שכן מדובר בעיר גדולה המרכזת שירותים רבים עבור תושבי צפון ובפרט עבור תושבי הגרים בקריות.', '<h2>מוצאים מזון לחתולים בצפון הארץ</h2><p>אם אתם גרים בקריות ויש בבעלותכם חתול, אתם בוודאי יודעים, כי אתם חייבים לדאוג לאוכל איכותי עבורו. ברוב המקרים, אם תחפשו חנות המוכרת מזון לחתולים, חיפה היא המקום בשבילכם לחפש, שכן מדובר בעיר גדולה המרכזת שירותים רבים עבור תושבים הגרים בצפון ובפרט עבור תושבי קריות ותושבים הגרים בחיפה.</p><p><br></p><p>בכל הנוגע אל מזון עבור החתול שלכם - חשוב דבר ראשון לבדוק מה מצב החתול שלכם. הפרמטר הראשון על פיו ניתן למצוא מזון לחתול שלכם בצפון, הוא הגיל שלו - חתול עד גיל שישה חודשים אוכל אך ורק מזון לגורים, בעוד שחתול מגיל חצי שנה עד שנה, אוכל מזון לחתולים בוגרים מעורב עם מזון לחתולים גורים. החל מגיל שנה, אפשר לתת לחתול בחיפה ובאזור קריות מזון המיועד לחתול בוגר, וברגע שהחתול שלכם בצפון כבר עבר את גיל 7, הוא נחשב למבוגר ויש לתת לו מזון המיועד לחתולים קשישים.</p><p><br></p><h2>עוד פרמטרים לבחירה של אוכל בקריות</h2><p>הגיל הוא כמובן לא הפרמטר היחידי על פיו בוחרים מזון לחתולים. חיפה והחנויות שלה מציעים לכם מגוון של מזון חתולים, שיש לבחור אותו על פי פרמטרים נוספים. אחד הדברים הכי חשובים הוא לדעת לשלב בין אוכל יבש לאוכל רטוב. רוב התזונה של חתול, באזור צפון ואזור קריות (וכל אזור אחר) מבוססת על 32 מזון יבש, ושליש מזון רטוב. המזון היבש הוא חשוב מאד, שכן הוא כולל בתוכו את רוב הויטמינים הדרושים להזנת החתול הגר באזור קריות. אז מדוע בעצם צריך גם מזון רטוב עבור חתול בצפון? משום שרוב החתולים לא נוהגים לרוב לשתות מספיק, המזון הרטוב הוא אמצעי עיקרי להזנת נוזלים עבורם. כמובן שלא משנה אם אתם קונים מזון רטוב או יבש, חשוב לקנות רק המזון האיכותי והמשובח ביותר, שנמצא גם בפיקוח וטרינרי אדוק.</p><p><br></p><h2>הג\'ונגל שלי מציעים מזון לחתולים באזור צפון</h2><p>ברוכים הבאים אל האתר של הג\'ונגל שלי! חנות המציעה מזון לחתולים. חיפה היא מוקד הפעילות שלנו כבר 15 שנה, מאז שנת 1996, ואנחנו מציעים שירותים עבור בעלי חיים בכל אזור צפון - ובפרט עבור אזור קריות. אצלנו בג\'ונגל שלי תוכלו למצוא מגוון של מזון לחתולים, שיתאים לכל חתול שיש לכם, בכל מצב ובכל גיל. את המזון עבור החתול שלכם אנחנו בוחרים בהתייעצות עם מאלפים, וטרינרים וחומרים מקצועיים שונים.</p><p><br></p><p>אם אתם גרים בצפון, או בקריות, ומחפשים חנות איכותית המוכרת מזון לחתולים, חיפה היא המקום, והג\'ונגל שלי ישמחו לשרת אתכם ואת החתול שלכם!</p>', NULL, NULL, 1),
(2, 'חנות חיות', 'עברתם לגור בצפון לא מזמן? אם אתם גרים באזור קריות ומגדלים בעל חיים, אתם בוודאי יודעים שצריך לטפל בו - צריך לקנות לו מזון איכותי, ציוד שיעזור לו לגדול ולהתפתח, לספר אותו ובאופן כללי - לגדל אותו כמו שצריך. לכן, חשוב מאד לבחור חנות חיות בחיפה, שתוכל לספק לכם את כל מה שאתם צריכים עבור החיה שלכם - לא משנה אם היא חתול, כלב, ציפור, דג או מכרסם.  אז איך ידועים כיצד למצוא חנות חיות בחיפה שתעזור לנו?', '<h2><strong>איך בוחרים חנות חיות בחיפה? </strong></h2><p>עברתם לגור בצפון הארץ לא מזמן? אם אתם גרים בקריות ומגדלים בעל חיים, אתם בוודאי יודעים שצריך לטפל בו - צריך לקנות לו מזון איכותי, ציוד שיעזור לו לגדול ולהתפתח, לספר אותו ובאופן כללי - לגדל אותו כמו שצריך. לכן, חשוב מאד לבחור חנות חיות בחיפה, שתוכל לספק לכם את כל מה שאתם צריכים עבור החיה שלכם - לא משנה אם היא חתול, כלב, ציפור, דג או מכרסם.&nbsp;אז איך ידועים כיצד למצוא חנות חיות בחיפה שתעזור לנו?</p><p><br></p><p>ראשית, לפי המוצרים שהיא מוכרת - כאשר אתם בוחרים חנות חיות בחיפה, חשוב מאד לבדוק שהיא עובדת אך ורק עם המותגים המובילים והמוכרים בתחום מוצרים עבור בעלי חיים. בחירה בחנות שעובדת עם המותגים המובילים, מבטיחה שכל בעל חיים שאתם מגדלים בקריות יגדל ויתפתח כמו שצריך.</p><p><br></p><h2>הניסיון, הפיקוח והמקצועיות</h2><p>כאשר אתם בוחרים חנות חיות בחיפה, חשוב מאד לבדוק מה הניסיון שלה – הטוב ביותר הוא למצוא חנות שיש לה מצד אחד ניסיון רב בתחום של טיפול בבעלי חיים בצפון, אבל גם כזו שמקפידה להתעדכן כל הזמן באמצעים החדישים ביותר עבור בעלי חיים באזור צפון. בתחום של מזונות עבור בעלי חיים, כל העת מייצרים מזונות חדשים, איכותיים ובריאים יותר, וגם כאלה שמתאימים לבעלי חיים הנזקקים למאכלים מיוחדים (מאכלים דיאטטיים, מאכלים עבור בע\"ח חולים וכיו\"ב) - ולכן חשוב לבחור חנות חיות בחיפה שמתעדכנת כל הזמן עם המוצרים החדשים ביותר בשוק.</p><p>כמובן, שאין צורך לציין שאם אתם גרים בצפון, ומחפשים חנות חיות בחיפה, חשוב לבדוק שהיא עובדת בשיתוף עם אנשי מקצוע - בין השאר חנות חיות בחיפה שנחשבת טובה חייבת לעבוד כל העת עם מאלפים, וטרינרים, תזונאים, וכן להתעדכן בספרות המקצועית.</p><p><br></p><h2>הג\'ונגל שלי - החנות שלכם באזור צפון</h2><p>&nbsp;&nbsp;מהיום, אם אתם מחפשים חנות חיות בחיפה, החיפושים שלכם הסתיימו - לא משנה אם אתם גרים בתוך חיפה או בקריות, או בכל אזור אחר בצפון הארץ - הג\'ונגל שלי תשמח לעזור לכם. אנחנו מספקים לכם מגוון של מזונות לבעלי חיים שונים, ציוד לבעלי חיים בצפון כמו חול לחתולים, או אקוואריומים לדגים, כלובים לנסיעה והעברה - וכמובן גם שירותי ספרות עבור הכלבים שלכם - והכל בפיקוח וטרינרי צמוד, בייעוץ של מומחים - הכל על מנת שלבעלי חיים בצפון ייהנו מחיים מהנים וארוכים.</p><p>אז אם אתם גרים בקריות - צרו קשר עם הג\'ונגל שלי, חנות חיות בחיפה המובילה בתחומה, ואנחנו נשלח לכם כל מה שאתם צריכים עבור בעל החיים שלכם.</p><p>&nbsp;</p>', NULL, NULL, 0),
(3, 'מזון לדגים', 'עבור אנשים רבים שגרים באזור צפון, ובפרט באזור קריות, חיפה היא הרבה מעבר לעיר הגדולה - היא המקום בו ניתן לקבל שירותים רבים - ובהם גם חנויות שמספקות מזון עבור הדגים שלהם. אנשים רבים הגרים באזור הצפון אוהבים לגדל דגים, בין אם באקווריום או בין אם בבריכה טבעית. כולנו יודעים כי דגים, בין אם מגדלים אותם באזור קריות, או בכל אזור אחר, צריכים לאכול. כאשר אתם בוחרים מזון לדגים שלכם, חשוב לקחת מספר פרמטרים בחשבון.', '<h2>מחפשים מזון לדגים? חיפה היא המקום</h2><p>עבור אנשים רבים שגרים בצפון, ובפרט בקריות, חיפה היא הרבה מעבר לעיר הגדולה - היא המקום בו ניתן לקבל שירותים רבים - ובהם גם חנויות שמספקות מזון עבור הדגים שלהם. אנשים רבים הגרים בצפון אוהבים לגדל דגים, בין אם באקווריום או בין אם בבריכה טבעית. כולנו יודעים כי דגים, בין אם מגדלים אותם בקריות, או בכל אזור אחר, צריכים לאכול. כאשר אתם בוחרים מזון לדגים שלכם, חשוב לקחת מספר פרמטרים בחשבון.</p><p><br></p><p>הפרמטר הראשון הוא כמובן סוג הדגים שלכם: יש דגים בצפון הארץ שהם דגים טרופיים, יש דגים בקריות שהם דגי זהב, יש דגי קרב, דגי בריכה - ועוד סוגים רבים ושונים של דגים. לכל דג חשוב מאד להתאים מזון לדגים. חיפה, על כן, היא מקום טוב מאד לתושבי צפון, שכן היא מציעה חנויות גדולות ואיכותיות המספקות מגוון של מאכלים לכל דג.</p><p><br></p><h2>פרמטרים נוספים עבור אוכל לדגים באזור קריות</h2><p>כמובן שלא נבחר מיד את המזון הראשון שראינו עבור דגים שאנחנו מגדלים בקריות. עבור דגים בצפון, חשוב מאד לבחור מאכלים איכותיים. אל תתבלבלו מהגודל - בתוך כל גרגיר של מזון לדגים צריכים להיות שומנים, פרוטאינים, וויטמינים - כל אלה חיוניים עבור החיים של דגים באזור קריות, ועוזרים להם לחיות לאורך זמן. אם מדובר בדגים טרופיים - המזון גם עוזר להם לשמור על הצבעים הייחודיים שלהם. לרוב, אפשר לדעת שבחרתם מזון איכותי על פי המחיר שלו - המחירים הגבוהים יותר של מזון עבור דגים בצפון הם לרוב של המותגים הגדולים, שגם יודעים באיכות המזון שלהם עבור הדגים. אל תתפשרו על מחיר - תבחרו רק את המזון הטוב ביותר עבור הדגים שלכם בקריות.</p><p><br></p><h2>הג\'ונגל שלי&nbsp;- החנות עבור מגדלי דגים בצפון הארץ</h2><p>אם אתם גרים בצפון, ומחפשים חנות המוכרת מזון לדגים? חיפה היא בהחלט המקום בשבילכם. ויותר מזה -&nbsp;חנות הג\'ונגל שלי היא החנות בחיפה בה תמצאו כל מה שאתם צריכים למען הדגים שלכם! אנחנו מספקים לתושבי הקריות מזונות מגוונים עבור הדגים שלהם, כמו גם ציוד לגידול הדגים, אקוואריומים וכיו\"ב. בג\'ונגל שלי תוכלו למצוא צוות מקצועי של מומחי דגים בצפון, שישמח לייעץ לכם בנוגע לבחירה נכונה של מזון עבור הדגים שלכם, טיפול נכון בדגים, וכמובן אספקה של משלוח בקריות ולאזור צפון.</p><p><br></p><p>אז אם חיפשתם עד היום מזון לדגים שלכם בצפון הארץ, אתם יכולים להפסיק! בואו לג\'ונגל שלי ותמצאו כל מה שאתם צריכים עבור הדגים שלכם.</p>', NULL, NULL, 2),
(4, 'מזון לכלבים', 'אם אתם גרים בקריות או באזור צפון, ומגדלים כלב, אתם בוודאי רוצים להשיג את מזון הכלבים האיכותי ביותר עבורו. ברוב המקרים, נלך אל חנות בעיר מרכזית המוכרת מזון לכלבים. חיפה היא לרוב העיר שמרכזת את רוב החנויות בתחום. אבל, השאלה הנשאלת כמובן היא איזה מזון לכלבים כדאי להביא לכלבים שמתגוררים באזור צפון הארץ או בחיפה?', '<h2>מוצאים מזון איכותי לכלבים בצפון הארץ</h2><p>אם אתם גרים בקריות בצפון, ומגדלים כלב, אתם בוודאי רוצים להשיג את מזון הכלבים האיכותי ביותר עבורו. ברוב המקרים, נלך אל חנות בעיר מרכזית המוכרת מזון לכלבים. חיפה היא לרוב העיר שמרכזת את רוב החנויות בתחום. אבל, השאלה הנשאלת כמובן היא איזה מזון לכלבים כדאי להביא לכלבים שמתגוררים בצפון הארץ?</p><p><br></p><p>ראשית, חשוב מאד להבין מה מצבו של הכלב שלכם - יש אוכל יעודי לכלבים צעירים, לכלבים מבוגרים, לכלבים חולים לנקבות בהריון. יש אף מזונות דיאטטיים, או מזונות מיוחדים לכלבים האלרגיים לחומרים הנמצאים ברוב המרכיבים של מזון לכלבים. חיפה היא כאמור בירת הצפון, ולכן, גם תושבי קריות רבים נוסעים עד אליה כדי למצוא חנות שתספק להם אוכל שיתאים לכלב. אבל איך עוד נדע להבחין האם האוכל מתאים לכלב?&nbsp;&nbsp;</p><p><br></p><h2>האוכל הטוב ביותר עבור כלבים באזור צפון</h2><p>לא משנה אם אתם גרים בקריות, או בכל ישוב אחר בצפון - הכלב שלכם חייב את המזון הטוב ביותר. במקרים רבים, מומלץ לחפש במזון שאתם קונים לכלב שלכם תווית הנושאת את המילה AAFCO - מדובר בתו התקן האמריקאי המעיד על איכות גבוהה ותקינה של המזון הנבחר.</p><p><br></p><p>באופן עקרוני, אם אתם הולכים אל חנות המוכרת מזון לכלבים בחיפה, או כל מקום אחר בו היא ממוקמת, חשוב לשים לב למרכיבים של המזון. התערובת האידיאלית של מזון כלבים מורכבת מ10% דגנים, 50% בשר ו40% מרכיב צמחי. אבל, עליכם לשים לב - אחרי שבדקתם את המרכיב של המזון חשוב כמובן לדעת שהמרכיבים עצמם איכותיים - עדיף לבחור מזון כלבים בצפון, שמכיל ויטמין C וE החיוניים לכלב, וכן מזונות אשר מכילים בתוכם בשר אמיתי במקום תחליפי בשר.</p><p><br></p><h2>מחפשים חנות מזון לכלבים באזור צפון?</h2><p>גרים בקריות? מחפשים חנות המוכרת מזון לכלבים? חיפה היא מבחינתכם העיר למצוא בה כל מה שאתם צריכים? אם כך, הג\'ונגל שלי הוא בדיוק המקום בשבילכם! לחנות הג\'ונגל שלי, הנותנת שירותים לכלל תושבי צפון, בפרט לתושבי קריות, ניסיון של 15 שנה בתחום טיפול בבע\"ח. אצלנו תוכלו למצוא מזון לכלבים איכותי בלבד, המתאים לכל סוגי הכלבים - לא משנה הגזע, הגיל או מצב הבריאות שלהם.</p><p><br></p><p>אצלנו בג\'ונגל שלי יש צוות מקצועי, ואנחנו בוחרים את המזון שלנו אך ורק תחת פיקוח וטרינרי אדוק - הכל על מנת שלכלבים בצפון הארץ וגם בחיפה או בקריות יהיה האוכל האיכותי ביותר.</p><p>&nbsp;</p>', NULL, NULL, 3),
(5, 'ציוד לבעלי החיים', 'אם אתם מגדלים בעל חיים באזור צפון - ובפרט בקריות, אתם בוודאי יודעים שלא מספיק רק לקנות לה מזון - כל בעל חיים דורש גם אביזרים וציוד נלווה, שעוזרים לגדל ולטפח אותו, שיגדל, יאריך ימים ויהיה בריא. ברוב המקרים, אם אתם מחפשים חנויות המוכרות לציוד לבעלי חיים, חיפה היא המקום בשבילכם, משום שכעיר גדולה היא מרכזת שירותים רבים עבור מגדלי חיות הגרים בתוך קריות. כל חיה דורשת ציוד שונה, ויש חיות שבתחילה לא נקנה להן ציוד מסוים, ורק בהמשך נרכוש עבורן ציוד יעודי.', '<h2>כל מה שצריך עבור חיות בצפון הארץ</h2><p>אם אתם מגדלים בעל חיים באזור צפון - ובפרט בקריות, אתם בוודאי יודעים שלא מספיק רק לקנות לה מזון - כל בעל חיים דורש גם אביזרים וציוד נלווה, שעוזרים לגדל ולטפח אותו, שיגדל, יאריך ימים ויהיה בריא. ברוב המקרים, אם אתם מחפשים חנויות המוכרות לציוד לבעלי חיים, חיפה היא המקום בשבילכם, משום שכעיר גדולה היא מרכזת שירותים רבים עבור מגדלי חיות הגרים בקריות. כל חיה דורשת ציוד שונה, ויש חיות שבתחילה לא נקנה להן ציוד מסוים, ורק בהמשך נרכוש עבורן ציוד יעודי.</p><p><br></p><p>לדוגמא, אם אנחנו מגדלים כלב בצפון, חשוב מאד לדאוג להגיינת הפה שלו. היום אפשר למצוא בחנויות של ציוד לבעלי חיים בחיפה או בכל מקום אחר, משחות שיניים עבור כלבים, לרוב בטעמים שכלבים אוהבים - על מנת לשמור על הגיינת הפה שלהן, או לטפל בדלקות וריקבון.</p><p><br></p><p><br></p><h2>מגוון של ציוד עבור חיות בקריות</h2><p>אם אנחנו מגדלים חיות בצפון, יש עוד ציוד רב שאפשר וצריך לקנות לחיות. יש דברים שברורים מאליהם, כמו רכישה של כלובים עבור מכרסמים ותוכים בצפון, או רכישה של אקוואריום עבור דגים שמגדלים אותם בקריות - או לדוגמא, קניה של חול עבור החתול. בכל מקרה, לא משנה איזה ציוד אתם קונים, תמיד חשוב לקנות ציוד של חברה מוכרת, עם אישור וטרינרי. ברוב המקרים, מדובר במחירים שהם גבוהים במקצת - אבל הציוד עומד לשמש אתכם למספר שנים, ולכן מדובר בהשקעה נבונה מאד לכל מי שמגדל חיה באזור צפון.</p><p><br></p><p>עבור מגדלי החתולים והכלבים באזור קריות, חשוב גם לברר, האם חנות המוכרת ציוד לבעלי חיים מציעה לכם חומרים לשטיפה וניקיון של כלבים וחתולים. כיום ניתן למצוא בעיקר סוגים שונים של שמפו יבש עבור חיות שונות, אשר עוזרים לרחוץ ולנקות אותם ביעילות.</p><p><br></p><p><br></p><h2>הג\'ונגל שלי מציע כל מה שצריך בשביל חיות בצפון הארץ</h2><p>אם אתם מגדלים חיה בקריות ומחפשים חנות המוכרת ציוד לבעלי חיים, חיפה נותנת לכם את החנות הטובה ביותר - הג\'ונגל שלי! בחנות הג\'ונגל שלי תוכלו למצוא מגוון רחב מאד של ציוד לבעלי חיים שאתם מגדלים באזור צפון. לא משנה אם אתם מחפשים חול לחתול שלכם, כלוב לתוכי שלכם או צעצוע נשיכה לכלב שלכם - את כולם תוכלו למצאו בג\'ונגל שלי, להנאת החיה שלכם ולהנאת כל המגדלים בצפון.</p><p><br></p><p>לא צריך יותר לחפש בכל אזור צפון בחיפה ובאזור קריות אחר חנות המוכרת ציוד לבעלי חיים - בג\'ונגל שלי תוכלו למצוא כל מה שאתם מחפשים!</p>', NULL, NULL, 4),
(6, NULL, NULL, NULL, NULL, NULL, 5);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `articles`
--
ALTER TABLE `articles`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `articles`
--
ALTER TABLE `articles`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
